Repository: Sparsa/authenticator
Catalog: po/*.po
Languages: de, pt

source: Two-factor authentication code generator
de: Codegenerator für Zweifaktor-Authentifizierung
pt: Gerador de código de autenticação de dois fatores

source: Simple application that generates a two-factor authentication code, created for GNOME.
de: Einfache Anwendung, die Zweifaktor-Authentifizierungscode erzeugt, erstellt für GNOME.
pt: Aplicação simples que gera um código de autenticação de dois fatores, criado para o GNOME.

source: Features:
de: Funktionen:
pt: Funcionalidades:

source: QR code scanner
pt: Digitalizador de códigos QR

source: Beautiful UI
de: Schöne Benutzeroberfläche
pt: Boa interface de utilizador

source: Huge database of (290+) websites/applications
de: Riesige Datenbank aus (290+) Webseiten/Anwendungen
pt: Grande base de dados (290+) de sites e programas

source: Since I have moved the application to GOME Gitlab's World group, a Flatpak build for each new commit is available to download from the site's website.
de: Da ich die Anwendung in die Weltgruppe von GOME Gitlab verschoben habe, steht ein Flatpak-Build für jeden neuen Eintrag zum Download auf der Website zur Verfügung.
pt: Desde que a aplicação foi alterada para o grupo GOME Gitlab's World, está disponível para descarregar uma compilação Flatpak para cada commit novo no site.

source: Backup and restore from a basic JSON file
de: Sichern und wiederherstellen von der grundlegenden JSON-Datei
pt: Fazer uma cópia de segurança e restaurar de um ficheiro JSON básico

source: Backup and restore from an encrypted-GPG JSON file
de: Sichern und wiederherstellen von einer OpenPGP-verschlüsselten JSON-Datei
pt: Fazer uma cópia de segurança e restaurar de um ficheiro JSON encriptado com GPG

source: Add andOTP support (free and open Android 2FA application)
de: andOTP-Unterstützung hinzugefügt (freie und offene Android 2FA App)
pt: Adicionado suporte a andOTP (aplicação de autenticação de 2 fatores, para Android, livre e aberta)

source: New Settings Widow with 3 sections: appearance, behavior and backup
de: Neue Einstellungsfenster mit 3 Abschnitten: Aussehen, Verhalten und Sicherung
pt: Nova janela de configurações com 3 secções: aparência, comportamento e cópia de segurança

source: Fix Flatpak Build with the latest GNOME Runtime
de: Flatpak Build mit der neuesten GNOME Runtime beheben
pt: Correção na compilação Flatpak com o último GNOME Runtime

source: Move the project to GOME Gitlab's World group
de: Projekt in die Weltgruppe von GOME Gitlab verschieben
pt: Mover o projeto para o grupo GOME Gitlab's World

source: GNOME Shell Search provider
de: GNOME Shell Suchanbieter
pt: Fornecedor de pesquisa GNOME Shell

source: Codes expire simultaneously #91
de: Schlüssel verfallen gleichzeitig #91
pt: Os códigos expiram simultaneamente #91

source: Revamped main window to more closely follow the GNOME HIG
de: Das Hauptfenster wurde überarbeitet, um dem GNOME HIG genauer zu folgen
pt: Reformulada a janela principal para seguir os princípios das Diretrizes de Interface Humana do GNOME

source: Revamped add a new account window to make it easier to use
de: Überarbeitet und mit einem neuen Kontofenster versehen, um die Bedienung zu erleichtern
pt: Janela de adicionar nova conta reformulada para ser mais fácil de utilizar

source: Possibility to add an account from a provider not listed in the shipped database
de: Möglichkeit, ein Konto von einem Anbieter hinzuzufügen, der nicht in der bereitgestellten Datenbank aufgeführt ist
pt: Possibilidade de adicionar uma conta de um fornecedor não listado na base de dados incorporada

source: Possibilty to edit an account
de: Möglichkeit, ein Konto zu bearbeiten
pt: Possibilidade de editar uma conta

source: One Time Password now visible by default
de: Einmalpasswort jetzt standardmäßig sichtbar
pt: Palavra-passe de 1 só utilização, agora visível por padrão

source: Fix python-dbus by using GDbus instead
pt: Correção no python-dbus utilizando agora o GDbus

source: Fix the QRScanner on GNOME Shell
pt: Correção no QRScanner na shell do GNOME

source: Add a new entry for the account's username
de: Neuen Eintrag für den Benutzernamen des Kontos hinzufügen
pt: Adicionada uma nova entrada para o nome do utilizador da conta

source: Updated database of supported accounts
de: Aktualisierte Datenbank der unterstützten Konten
pt: Base de dados atualizada de contas suportadas

source: HOTFIX: App not running in DE other than GNOME
de: Fehlerbehebung: App, die nicht in DE läuft, außer GNOME
pt: Correção urgente: aplicação não funcionava em ambientes de trabalho para além do GNOME

source: Rename project to Authenticator
de: Projekt in Authenticator umbenannt
pt: Alteração do nome para Authenticator

source: Cleaner code base
de: Datenbank bereinigen
pt: Código base mais limpo

source: Faster startup
de: Schnellerer Start
pt: Arranque mais rápido

source: Remove unneeded features
de: Nicht benötigte Funktionen entfernen
pt: Eliminadas funcionalidades desnecessárias

source: Switch to pyzbar instead of zbarlight
de: Wechseln zu pyzbar anstelle zbarlight
pt: Mudança para pyzbar em vez de zbarlight

source: Flatpak package
de: Flatpak-Paket
pt: Pacote Flatpak

source: Two-factor authentication
de: Zweifaktor-Authentifizierung
pt: Autenticação de dois fatores

source: Gnome;GTK;Verification;
de: Gnome;GTK;Verifizierung;
pt: Gnome;GTK;Verificação;

source: Default window position
de: Standardposition des Fensters
pt: Posição padrão da janela

source: Night mode
de: Nachtmodus
pt: Modo noturno

source: Enable/disable night mode within the application
de: Nachtmodus innerhalb der Anwendung aktivieren/deaktivieren
pt: Ativar / desativar o modo noturno dentro da aplicação

source: Default window maximized behaviour
de: Standardverhalten beim Maximieren des Fensters
pt: Comportamento padrão da janela maximizada

source: Two-factor authentication code generator.
de: Codegenerator für Zweifaktor-Authentifizierung.
pt: Gerador de código de autenticação de dois fatores.

source: translator-credits
de: Danksagungen an Übersetzer
pt: Rui Mendes <xz9protonmail.com>, 2019

source: Add a new account
de: Neues Konto anlegen
pt: Adicionar uma nova conta

source: Close
de: schließen
pt: Fechar

source: Add
de: Hinzufügen
pt: Adicionar

source: Scan QR Code
de: QR-Code einlesen
pt: Digitalizar código QR

source: Save
de: Speichern
pt: Guardar

source: Edit
de: Bearbeiten
pt: Editar

source: Delete
de: Löschen
pt: Eliminar

source: Copy PIN to clipboard
de: PIN in die Zwischenablage kopieren
pt: Copiar PIN

source: Behaviour
de: Verhalten
pt: Comportamento

source: Dark theme
de: Dunkler Stil
pt: Tema escuro

source: Use a dark theme, if possible
de: Nach Möglichkeit ein dunkles Motiv verwenden
pt: Usar tema escuro se for possível

source: Lock the application
de: Anwendung sperren
pt: Bloquear a aplicação

source: Lock the application with a password
de: Anwendung mit einem Passwort sperren
pt: Bloquear a aplicação com uma palavra-passe

source: Keep your accounts safer
de: Halten Sie Ihre Konten sicher
pt: Mantenha as suas contas seguras

source: Password
de: Altes Passwort
pt: Palavra-passe

source: Repeat Password
de: Passwort wiederholen
pt: Repetir palavra-passe

source: Settings
de: Einstellungen
pt: Configurações

source: Authenticator Password
de: Authenticator-Passwort
pt: Palavra-passe do Authenticator

# shortcut window
source: General
de: Allgemein
pt: Geral

# shortcut window
source: Show Shortcuts
de: Verknüpfungen anzeigen
pt: Mostrar atalhos

# shortcut window
source: Preferences
de: Präferenzen
pt: Preferências

# shortcut window
source: Quit
de: Beenden
pt: Sair

# shortcut window
source: Accounts
de: Kontos
pt: Contas

# shortcut window
source: Add
de: Hinzufügen
pt: Adicionar

# shortcut window
source: Search
de: Suchen
pt: Procurar

source: There are no accounts yet…
de: Derzeit gibt es kein Konto…
pt: Ainda não existem contas…

source: Authenticator is locked
de: Authenticator gesperrt
pt: O Authenticator está bloqueado

source: Unlock
de: Entsperren
pt: Desbloquear

source: Start in debug mode
de: Starte im Fehlersuch-Modus
pt: Arrancar no modo de depuração de erros

source: Authenticator version number
de: Versions des Authenticator
pt: Número da versão do Autenticador

source: from a plain-text JSON file
de: aus einer Reintext-JSON-Datei
pt: de um ficheiro JSON de texto simples

source: in a plain-text JSON file
de: in eine Reintext-JSON-Datei
pt: num ficheiro JSON em texto simples

source: Restore
de: Wiederherstellen
pt: Restaurar

source: Backup
de: Sicherung
pt: Cópia de segurança

source: Preferences
de: Präferenzen
pt: Preferências

source: Donate
de: Spenden
pt: Fazer um donativo

source: Keyboard Shortcuts
de: Tastaturkürzel
pt: Atalhos de teclado

source: About Authenticator
de: Über Authenticator
pt: Sobre o Autenticador

source: Default
de: Grundeinstellung
pt: Padrão

source: Invalid QR code
de: Ungültiger QR Code
pt: Código QR inválido

source: Edit {} - {}
de: Bearbeiten {} - {}
pt: Editar {} - {}

source: The One-Time Passwords expires in {} seconds
de: Die Einmalpasswörter verfallen in {} Sekunden
pt: As palavras-passe de 1 só utilização expiram em {} segundos

source: Couldn't generate the secret code
de: Der geheime Code konnte nicht erzeugt werden
pt: Não foi possível gerar o código secreto

source: Authentication password was unset. Please restart the application
de: Authentifizierungspasswort wurde nicht festgelegt. Bitte starten Sie die Anwendung neu.
pt: A palavra-passe de autenticação não estava definida. Reinicie a aplicação

source: Authentication password is now enabled. Please restart the application.
de: Das Passwort für die Authentifizierung ist nun aktiviert. Bitte starten Sie die Anwendung neu.
pt: A palavra-passe de autenticação agora está ativa. Reinicie a aplicação.

source: Open
de: Öffnen
pt: Abrir

source: Cancel
de: Abbruch
pt: Cancelar

source: JSON files
de: JSON-Dateien
pt: Ficheiros JSON

source: Select
de: Auswählen
pt: Selecionar

source: Authenticator
de: Zweifaktor-Authentifizierung
